Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: Sametinget ser at også DI har en stor kompetanse og en desentralisert organisasjon, som er viktig for den videre utviklingen og rekruttering til duodji.
sme: Sámediggi vuohttá maid ahte DI:s lea ollu gelbbolašvuohta ja desentraliserejuvvon organiseren, ja dat leat dehálaččat duoji viidáset ovddideapmái ja rekruteremii.

source: Sametinget ønsker at Duodjeinstituhtta skal være med i den videre utviklingen og ta del i større grad enn tidligere.
sme: Sámediggi háliida ahte Duodjeinstituhtta galgá leat mielde viidáset ovdáneamis ja leat eanet fárus go ovdal.

source: Duodjeinstituhtta skal først og fremst være et senter for utvikling av en næringsrettet duodji.
sme: Duodjeinstituhtta galgá ovddemusat leat guovddážis ovddidit ealáhuslaš duoji.

source: Det forholdet at to duodjiorganisasjoner og Duodjeinstituhtta stort sett jobber mot samme mål betinger et tettere samarbeid mellom disse tre.
sme: Dat ahte guokte duodjeorganisašuvnna ja Duodjeinstituhtta vuosttažettiin barget seamma mihttomeari ovddas, gáibida ahte lea lagat ovttasbargu dán golmma ásahusa gaskka.

source: Sametinget bevilger tilskudd til disse og for Sametinget er det viktig å vurdere hvilken nytte disse midlene har.
sme: Sámediggi juolluda doarjaga dáidda ja Sámediggái lea dehálaš árvvoštallat makkár ávki ruđain lea.

source: Sametinget har i flere sammenhenger foreslått en sammenslåing og mer formalisert samarbeid mellom organisasjonene uten at det har ført fram.
sme: Sámediggi lea máŋgga oktavuođas evttohan časkit oktii ja dahkat eanet ovttasbarggu eanet formálalažžan organisašuvnnaid gaskka, muhto dát ii leat lihkostuvvan.

source: For å få til en mer effektiv bruk av ressursene og koordinering av innsatsen mot duodjinæringen vil det være naturlig at Duodjeinstituhtta inngår som en del av næringsavtalen for duodji fra 2018.
sme: Jus galgá oažžut beaktilit geavaheami resurssain ja áŋgiruššama koordineremis duodjeealáhussan, de lea lunddolaš ahte Duodjeinstituhtta šaddá oassin duoji ealáhusšiehtadallamis 2018 rájes.

source: Kompetanseheving er et av de tiltakene som de fleste i duodji har behov for i en eller annen sammenheng.
sme: Gelbbolašvuođalokten lea okta doaibmabijuin masa eatnasiin duodjeealáhusas lea dárbu goas nu.

source: Kompetansetiltak må være i samsvar med næringens behov, og at disse har en viss kvalitet som kommer næringen til gode.
sme: Gelbbolašvuođalokten ferte dávistit ealáhusa dárbbuiguin, ja dain ferte leat dássi mii boahtá ávkin ealáhussii.

source: De fleste kompetansemiljøer har erfaring med og rutiner for å gjennomføre slike tiltak.
sme: Eanas gelbbolašvuođabirrasiin lea vásáhus ja rutiinnat čađahit dákkár doaibmabijuid.

source: Forskjellige typer bransjekurs inngår i denne vurderingen.
sme: Iešguđet lágan fidnokurssat leat mielde dán árvvoštallamis.

source: Grunnutdanning i duodji er et ansvar for videregående skole og høgskoler.
sme: Vuođđooahppu duojis lea joatkkaskuvllaid ja allaskuvllaid ovddasvástádus.

source: De tiltak Sametinget kan prioritere er kompetansehevende tiltak som er direkte næringsrettet.
sme: Dat doaibmabijut maid Sámediggi galgá vuoruhit leat gelbbolašvuođaloktendoaimmat mat leat njuolga oaivvilduvvon ealáhusaide.

source: Øke den forretningsmessige delen av duodji
sme: Mihttomearri Lasihit fidnolaš oasi duojis

source: Sikre finansieringsordninger for næringsrettede kurs
sme: Sihkkarastit ruhtadanortnegiid ealáhusoaivvilduvvon kurssaide.

source: Sørge for at Duodjeinstituhtta og duodjiorganisasjonene koordinerer kompetansehevingstiltak
sme: Várohit ahte Duodjeinstituhtta ja duodjeorganisašuvnnat ovttasbarget gelbbolašvuođaloktendoaimmaid ovddas

source: Innarbeide Duodjeinstituhtta i Hovedavtalen for duodji
sme: Láhčit Duodjeinstituhta duoji váldošiehtadussii.

source: Gjennomgang av organisering av duodjinæringa
sme: Geahčadit duodjeealáhusa organiserema

source: Innsatsområde 5 – Et større marked
sme: 5.áŋgiruššansuorgi – stuorit márkan

source: Økonomisk rapport for duodjinæringen 2015 viser at direkte salg til kunden fortsatt er den viktigste salgskanalen for duodjiproduktene. Internett og postordresalg anses som minst viktig.
sme: Duodjeealáhusa 2015 ekonomalaš raporta čájeha ahte njuolggovuovdin lea ain deháleamos vuovdinkanála duodjebuktagiin, interneahtta ja poastta bokte vuovdin eai leat nu dehálaččat.

source: Dette er i kontrast til samfunnet forøvrig, der vi ser en økende tendens til at mer og mer av omsetningen skjer over nett.
sme: Dát lea juste nuppe ládje go servodagas muđui, mas neahttavuovdin lassána eanet ja eanet.

source: For duodjiutøverne er det viktig at de tar del i den teknologiske utviklingen og aktivt bruker internett som en del av sin markedsføring.
sme: Duojáriidda lea dehálaš ahte oassálastet teknologalaš ovdáneapmái ja eanet aktiivvalaččat geavahišgohtet interneahta márkanfievrrideamis.

source: Synlige produkter og større tilgjengelighet på nett kan føre til økt omsetning for duodjiutøverne.
sme: Oinnolaš buktagat ja buoret olahanmuddu neahta bokte sáhttá mielddisbuktit eanet dietnasa duojáriidda.

source: Profilering av tradisjonell duodji, utvikling av nydesign og markedsføring av kvalitetsprodukter vil på sikt kunne føre til en mer lønnsom duodjinæring.
sme: Árbevirolaš duoji čalmmustahttin, ođđadesigna ovddideapmi ja márkanfievrrideapmi kvalitehtabuktagiin sáhttá áiggi mielde dahkat duodjeealáhusa eanet gánnáhahtti.

source: I 2013 gikk duodjiorganisasjonene Duojáriid Ealáhussearvi og Sámiid Duodji sammen om et prosjekt om merkevarebygging i duodji.
sme: 2013:s álggahedje duodjeorganisašuvnnat Duojáriid Ealáhussearvi ja Sámiid Duodji ovttas prošeavtta mearkagálvohuksema várás duojis.

source: Målet med merkevaresatsingen er å skape lønnsomme virksomheter, slik at utøverne skal kunne leve av å produsere duodji.
sme: Mihttun mearkagálvohuksemiin lea ráhkadit gánnáhahtti doaimmaid, nu ahte duojárat galget sáhttit eallit duodjebuvttademiin.

source: Det er ønskelig å bygge opp en velfungerende organisasjon som ivaretar merkevaren, og som knytter til seg flere dyktige håndverkere.
sme: Sávvamuš lea hukset doaibmi organisašuvnna mii áimmahuššá mearkagálvvu, ja masa čatnasit eanet čeahpes duojárat.

source: Det blir understreket av funnene i undersøkelsene at produktene i dag har som fortrinn at de er unike og av høy kvalitet.
sme: Deattuhuvvo guorahallamiid bohtosiin ahte otná buktagiin lea dat ovdamunni ahte leat báidnasorttat ja ahte dain lea buorre dássi.

source: En felles svakhet er at de i liten grad er tilgjengelige.
sme: Oktasaš heajut bealli lea ahte dat eai leat olahanmuttus.

source: I rapporten konkluderes det med at det er et ønske blant utøvere om en merkevaresatsing, spesielt blant de som har ambisjoner om vekst utover lokalmarkedet og turister.
sme: Raporttas konkluderejuvvo ahte lea sávahahtti duojáriid gaskkas ahte lea mearkagálvohuksen, earenoamážit sin gaskkas geat háliidit vuovdit dobbelii go báikkálaš olbmuide ja mátkkošteddjiide.

source: Rapporten anbefaler at det sees ytterligere på disse håndverkernes tidligere erfaringer innen merkevarearbeid og produktutvikling.
sme: Raporttas ávžžuhuvvoge ahte ferte vel vuđoleappot geahččat dáid duojáriid ovddeš vásáhusaid mearkagálvohuksemis ja buvttaovddideamis.

source: Bistand til produktutvikling og markedstilpasning var et ønsket tiltak blant informantene.
sme: Informánttat sávve doaibmabijuid mat eanet veahkehit buvttaovddideapmái ja márkanheiveheapmái.

source: Anbefalingene fra undersøkelsen var å jobbe videre med kartlegging av disse virksomhetenes behov ved å se nærmere på deres kunnskap om eget marked, og nødvendigheten av fremtidig produktutvikling.
sme: Guorahallama ávžžuhus lea bargat viidáseappot dáid doaimmaid dárbbuid kártemiin, geahčadettiin lagabui sin máhtu iežaset márkana birra, ja boahtteáiggi buvttaovddideami dárbbašlašvuođa.

source: Det ble også anbefalt å få mer kjennskap til dagens markedsposisjon for å bruke kunnskapen til videre markedsutvikling.
sme: Ávžžuhuvvui maid oažžut eanet dieđuid dálá márkandili birra vai dan máhtu sáhtášii geavahit márkanovddideapmái.

source: Kopiering av duodji er fortsatt en stor utfordring og rettsvern for duodji er et av de områdene som krever et samarbeid over landegrensene.
sme: Duoji kopieren lea ain stuora hástalus ja riektesuddjen duojis lea okta áššiin masa dárbbašuvvo ovttasbargu riikarájáid rastá.

source: Meldingen vil ikke kunne løse disse utfordringene, men det er viktig å ha strategier for hvordan disse kan løses.
sme: Dieđáhus ii čoavdde dáid hástalusaid, muhto lea dehálaš ahte gávdnojit strategiijat movt dáid sáhtášii čoavdit.

source: Blant annet er det nødvendig å samarbeide med duodjimiljøene i de andre landene. Rettsvern for duodji innebærer rettsvern mot utenforståendes urettmessige bruk av duodji i kommersiell hensikt.
sme: Earret eará lea dehálaš ovttasbargat duodjebirrasiiguin eará riikkain, riektesuddjen duoji dihte mielddisbuktá riektesuddjema olggobealde boasttugeavaheami duojis gávppálaš áigumuša dihte.

source: Samerådet satte i gang et prosjekt om revitalisering av duodjimerket i 2015.
sme: Sámediggeráđđi lea 2015:s bidjan johtui prošeavtta mas lea áigumuš ealáskahttit duodjemearkka.

source: Prosjektets mål var skissert slik: «Utrede hvordan Sámi Duodji varemerket kan revideres og revitaliseres, samt bruken av duodjimerket.
sme: Prošeavtta mihttun lei ná hábmejuvvon: «Čielggadit movt Sámi Duodji gálvomearka sáhttá ođasmahttojuvvot ja ealáskahttojuvvot, ja duodjemearkka geavaheapmi.

source: Utrede innholdet i samisk duodji og komme frem til en felles definisjon av samisk duodji.»
sme: Guorahallat sámi duoji sisdoalu ja buktit oktasaš definišuvnna sámi duojis.

source: I prosjektrapporten uttales det blant annet at duodjitradisjon og duodjikunnskap har behov for juridisk beskyttelse.
sme: » Prošeaktaraporttas čállo maid earret eará ahte duodjeárbevierru ja duodjemáhttu dárbbaša juridihkalaš suddjema.

source: En varemerkeordning kan ses på som en måte å realisere selvbestemmelse over duodji og samisk kultur på grunnlag av eksisterende lovverk.
sme: Gálvomearkaortnet sáhttá leat okta málle movt beassá fas duohtandahkat iešmearrideami duoji badjel ja sámi kultuvrra badjel gustovaš lágaid mielde.

source: Ordningen er også en indirekte måte å oppnå innflytelse over utnyttelsen av samisk kultur.
sme: Ortnet lea maid mielde láhčime vejolašvuođa olahit dadjamuša sámi kultuvrra ávkkástallama birra.

source: Rapporten konkluderer med at det er et klart behov for en effektiv og koordinert samisk sertifiseringsordning.
sme: Raporttas konkluderejuvvo ahte lea čielga dárbu beaktilis ja ovttastahttojuvvon sámi sertifiserenortnegii.

source: Det er nødvendig å utvide sertifiseringa til å gjelde også produkter utover tradisjonell duodji, og derfor må sertifiseringsordningen omfatte flere ledd for å dekke også dette behovet.
sme: Lea dárbu viiddidit sertifiserema nu ahte dat maid guoská eará buktagiidda go dušše árbevirolaš duodjái, ja danin ferte sertifiserenortnet gokčá máŋga ceahki gokčandihte maiddái dáid dárbbuid.

source: Prosjektet foreslår en sertifiseringsordning som består av minst to varemerker – ett for “tradisjonell duodji” og ett for “produkter produsert av samer/samiske produkter”.
sme: Prošeakta evttoha sertifiserenortnega mas lea unnimusat guokte gálvomearkka – okta mii lea “árbevirolaš duoji” váste ja nubbi mii lea “buktagiid váste mat leat buvttaduvvon sápmelaččain/ sámi buktagiin”.

source: Det foreslås at varemerket har en sentral eller en desentralisert allsamisk eier, og at lisens utstedes av lokale representanter, som også forvalter varemerkene.
sme: Evttohuvvo maid ahte gálvomearkkas lea guovddáš dahje desentraliserejuvvon buot- sámiid eaiggát, ja ahte liseansa geigejuvvo báikkálaš ovddasteddjiin, mat maid hálddašit gálvomearkkaid.

source: Økt omsetning av egenprodusert duodji
sme: Eanet vuovdin iežasbuvttaduvvon duojis

source: Følge opp utvalgte bedrifter som vil tilpasse sine produkter til markedet
sme: Čuovvulit muhtin fitnodagaid mat háliidit heivehit iežaset buktagiid ostiide

source: Utarbeide en felles profil og merke for duodjiprodukter
sme: Hábmet oktasaš profiila ja mearkka duodjebuktagiidda

source: Utvikle duodjiprodukter med grunnlag i samisk kultur og samiske kulturtradisjoner
sme: Ovddidit duodjebuktagiid main lea sámi kultuvra ja sámi kulturárbevierru vuođđun

source: 5 Økonomiske og administrative konsekvenser
sme: 4 Ekonomalaš ja hálddahuslaš váikkuhusat

source: Oppfølging gjennom Sametingets årlige budsjett og gjennom forhandlingene for Næringsavtalen for duodji og årlige budsjettvedtak, fastsettes økonomiske og administrative følger.
sme: Čuovvuleapmi Sámedikki jahkásaš bušeahta bokte ja Duoji ealáhusšiehtadusa šiehtadallama ja jahkásaš bušeahtta mearrádusaid bokte, mearriduvvojit ekonomalaš ja hálddahuslaš čuvvosat.

source: Avvikling av driftstilskuddsordningen vil frigjøre midler til andre formål
sme: Doaibmadoarjjaortnega heaittiheapmi luvvešii ruđaid eará ulbmiliidda.

source: Eventuelle endringer vil skje innenfor de rammer som er satt til forvaltningen av midler til duodjinæringen.
sme: Vejolaš rievdadusat dáhpáhuvvet daid rámmaid siskkobealde mat leat biddjojuvvon duodjeealáhusa ruđaid hálddašeapmái.

source: Vurdering
sme: Árvvoštallan

source: Det er første gang en slik melding lages.
sme: Dát lea vuosttaš dákkár dieđáhus mii ráhkaduvvo.

source: Sametinget har tidligere utarbeidet redegjørelser, og den siste ble utarbeidet i 2014.
sme: Sámediggi lea ovdal ráhkadan čilgehusaid, ja maŋimuš gearddi ráhkaduvvui dat 2014:s.

source: Melding om duodji skal være et styringsdokument for Sametingets satsning på duodji.
sme: Dieđáhus duoji birra galgá leat Sámedikki duodjeáŋgiruššama stivrendokumeanta.

source: Sametinget har tatt en særskilt ansvar med å legge til rette for en gunstig utvikling innenfor duodjinæringen.
sme: Sámediggi lea váldán erenoamáš ovddasvástádusa dan bokte go lea láhčán oiddolaš ahtanuššama duodjeealáhusa siskkobealde.

source: Hvert år behandler Sametingets plenum næringsavtalen for duodji.
sme: Sámedikki dievasčoahkkin meannuda duoji ealáhusšiehtadusa juohke jagi.

source: Denne avtalen legger føringer for tiltak som skal settes i verk det påfølgende året.
sme: Dat šiehtadus bidjá láidestusaid doaibmabijuide mat galget álggahuvvot čuovvovaš jagi.

source: I meldingen går det frem at Sametingets mål for duodjinæringen er å utvikle en framtidsrettet og attraktiv næring i samiske områder.
sme: Dieđáhusas boahtá ovdan ahte Sámedikki mihttomearri duodjeealáhussii lea ovddidit boahtteáigái čujuheaddji ja geasuheaddji ealáhusa sámi guovlluin.

source: Det er satt opp fem innsatsområder der rekruttering, lønnsomhet, virkemidler tilpasset duodjinæringen, kompetanseheving og et større marked er prioritert de neste årene.
sme: Válljejuvvojit ain vihtta áŋgiruššansuorggi, ja boahtte jagi vuoruhuvvojit rekrutteren, gánnáhahttivuohta, váikkuhangaskaoamit heivehuvvon duodjeealáhussii, gelbbolašvuođa buorideapmi ja stuorát márkan.

source: Sametinget har allerede prioritert flere av de innsatsområdene som er satt opp.
sme: Sámediggi lea juo vuoruhan máŋga áŋgiruššansuorggi mat leat válljejuvvon.

source: Det dreier seg om lærlingeordning for duodji og hospitering, som skal sikre rekruttering til duodjinæringen.
sme: Dat leat duoji fidnooahppiortnet ja hospiteren, mat galget sihkkarastit rekrutterema duodjeealáhussii.

source: Sametinget har gode finansieringsordninger for de som vil satse på duodji med blant annet investeringsordninger og etablerertilskudd.
sme: Sámedikkis leat buorit ruhtadanortnegat sin várás geat háliidit áŋgiruššat dujiin, earret eará investerenortnegat ja álggahandoarjja.

source: Sametinget har prioritert kompetansehevende kurs som er næringsrettet.
sme: Sámediggi lea vuoruhan gelbbolašvuođa buorideami ealáhusvuđot kurssaid bokte.

source: Både duodjinæringen og Sametinget ser at det er behov for å ha større fokus på merkevarebygging, og det å profilere duodji på en enhetlig måte.
sme: Sihke duodjeealáhus ja Sámediggi oidnet ahte lea dárbu bidjat stuorát fokusa mearkagálvohuksemii, ja duoji profileremii ovttaskaslaš vuogi mielde.

source: Nærings- og kulturkomiteen - 002/17
sme: Ealáhus- ja kulturlávdegoddi - 002/17

source: NKK - vedtak:
sme: EKL - Mearr ádus:

source: Medlemmet fra Samer sørpå, Marie Therese Nordsletta Aslaksen, fremmet forslag i saken.
sme: Sámit Lulde lahttu, Marie Therese Nordsletta Aslaksen, ovddidii evttohusa áššiái.

source: Hele komiteen støttet forslaget.
sme: Olles lávdegoddi doarjjui evttohusa.

source: Sametinget mener at meldningen kommer med store endringer for duodjinæringen og man mener det vil være nødvendig å involvere duodjiorganisasjonene i arbeidet med meldingen og endringene.
sme: Sámedikki mielas mielddisbuktá dieđáhus stuora rievdademiid duodjeealáhussii ja oaivvilda ahte lea dárbu oažžut duodjeorganisašuvnnaid searvái dieđáhusa bargui ja rievdademiiguin.

source: Sametinget ber om at sametingsrådet sender meldingen på høring til duodjiorganisasjonene og andre samiske organisasjoner før den behandles i Sametingets plenum.
sme: Sámediggi bivdá ahte sámediggeráđđi sádde dieđáhusa duodjeorganisašuvnnaide ja eará sámi organisašuvnnaide gulaskuddamii ovdal go dat meannuduvvo Sámedikki dievasčoahkkimis.

source: Komiteens tilrådning:
sme: Lávdegotti ráva:

source: Komiteen har ikke flere merknader eller forslag.
sme: Lávdegottis eai leat eanet mearkkašumit dahje evttohusat.

source: Sametingets plenum - 016/17
sme: Sámedikki dievasčoahkkin - 016/17

source: Saken påbegynt 31.05.2017 kl. 18.10 Votering Av 39 representanter var 33 til stede.
sme: Ášši meannudeapmi álggahuvvui 31.05.17 dii. 18.10 Jienasteapmi 39 áirasis ledje 3 3 čoahkis.

source: Voteringen ble gjennomført i følgende rekkefølge:
sme: Jienasteapmi dahkkojuvvui čuovvovaš vuogi mielde:

source: Forslag 1 ble enstemmig vedtatt
sme: Evttohus 1 mearriduvvui ovttajienalaččat.

source: Sametinget mener at meldingen kommer med store endringer for duodjinæringen og man mener det vil være nødvendig å involvere duodjiorganisasjonene i arbeidet med meldingen og endringene.
sme: Sámedikki mielas mielddisbuktá dieđáhus stuora rievdademiid duodjeealáhussii ja oaivvilda ahte lea dárbu oažžut duodjeorganisašuvnnaid searvái dieđáhusa bargui ja rievdademiiguin.

source: Saken ble avsluttet 31.05.2017 kl. 18.15
sme: Ášši meannudeapmi loahpahuvvui 31.05. 17 dii. 18.15

source: Ášši/Sak 017/17
sme: Ášši 017/17

source: SP 17/17
sme: DC 17/17

source: Sametinget har drøftet Sametingsrådets redegjørelse om ny generell del, Overordnet del – verdier og prinsipper Høringsutkast fra Kunnskapsdepartementet 10.03.17.
sme: Sámediggi lea ságaskuššan Sámediggeráđi čielggadeami ođđa oppalaš oasi birra, Bajit oassi – árvvut ja prinsihpat Gulaskuddanevttohus Máhttodepartemeanttas b. 10.03.17.

source: Redegjørelsen er vedlagt protokollen.
sme: Čielggadeapmi lea mielddusin beavdegirjjis.

source: Sametingsrådets redegjørelse om ny generell del til Læreplanverket, Overordnet del - verdier og prinsipper
sme: Bajit oassi - árvvut ja prinsihpat, Sámedikkeráđi čilgehus Oahppoplánabuktosa ođđa oppalaš oasi birra

source: Bakgrunn Overordnet del av læreplanverket – prinsipper og verdier (ny generell del) er på høring, høringsfristen er 12.juni 2017.
sme: Duogáš Bajit oassi oahppoplánabuktosis – árvvut ja prinsihpat (ođđa oppalaš oassi) lea gulaskuddamis, gulaskuddanáigemearri lea geassemánu 12. beaivi 2017.

source: Denne skal fastsettes høsten 2017.
sme: Bajit oassi galgá mearriduvvot 2017 čavčča.

source: Skolens læreplanverk angir hvilke verdier, prinsipper og kunnskap våre barn og unge skal ha i et fremtidig samfunn.
sme: Skuvlla oahppoplánabuvttus almmuha makkár árvvut, prinsihpat ja máhttu min mánáin ja nuorain galgá leat boahttevaš servodagas.

source: I den forestående fagfornyelsen skal det legges vekt på å tilføre fagplanene relevant kompetanse til bedre å møte og finne løsninger på dagens og fremtidens utfordringer.
sme: Fágaođasmahttimis mii dál galgá dahkkot, deattuhuvvo relevánta gelbbolašvuođa lasihit fágaplánaide vuoi buorebut nákcejit duostut ja gávdnat čovdosiid otná ja boahtteáiggi hástalusaide.

source: Som et ledd i dette fornyes den generelle delen i læreplanverket, slik at barn og unge utvikler verdier og holdninger som har betydning for den enkelte i et samfunn preget av større kompleksitet, mangfold og raskere endringer.
sme: Oassin dás ođasmahttojuvvo oahppoplánabuktosa oppalaš oassi, nu ahte mánát ja nuorat ovdánahttet árvvuid ja miellaguottuid main lea mearkkašupmi ovttaskas olbmui servodagas mii lea eanet máŋggabealat ja girjái ja mii johtileappot rievdá.

source: Læreplanfornyelse Kunnskapsdepartementet har igangsatt arbeid med fornying av Læreplanverket.
sme: Oahppoplánaođasmahttin Máhttodepartemeanta lea bidjan johtui Oahppoplánabuktosa ođasmahttinbarggu.

source: Alle fagene i grunnskolen og de gjennomgående fagene i videregående opplæring skal fornyes i årene som kommer, jf. Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse.
sme: Buot fágat vuođđoskuvllas ja čađamanni fágat joatkkaoahpahusas galget ođasmahttojuvvot boahttevaš jagiin, gč. Meld. St. 28 (2015-2016) Fag – Fordypning – Forståelse.

source: En fornyelse av kunnskapsløftet og Stortingets Innst. 19 S (2016-2017).
sme: En fornyelse av kunnskapsløftet ja Stortingets Innst. 19 S (2016-2017).

source: Fagfornyelsen skal gi gode skolefag med relevant innhold, og progresjonen i opplæringsløpet og sammenhengen mellom fag skal forbedres.
sme: Fágaođasmahttin galgá addit buriid skuvlafágaid main lea relevánta sisdoallu, ja progrešuvdna oahpahusmannolagas ja čanus fágaid gaskka galgá buoriduvvot.

source: For å legge bedre til rette for at elevene kan fordype seg og få en god forståelse av det de lærer, skal prioriteringen i fagene bli tydeligere.
sme: Vuoi buorebut láhčit dili dasa ahte oahppit sáhttet čiekŋudit ja oažžut buori ipmárdusa das maid ohppet, de galgá vuoruheapmi fágain šaddat čielgaseabbo.

source: Som et ledd i denne fornyelsen utvikles en ny generell del.
sme: Oassin dán ođasmahttimis ráhkaduvvo ođđa oppalaš oassi.

source: Den skal erstatte dagens Generell del, Prinsipper for opplæringen og Prinsipper for opplæringen – samisk.
sme: Dat galgá boahtit otná Oppalaš oasi, Oahpahusa prinsihpat ja Oahpahusa prinsihpat – sámi sadjái.

source: Meld. St. 28 (2015-2016) ble behandlet i Stortinget 11. oktober 2016 og Stortinget ga sin tilslutning til innholdet i meldingen, jf. Innst.19 S (2016–2017).
sme: Stuoradiggedieđáhus Meld. St. 28 (2015-2016) meannuduvvui Stuoradikkis golggotmánu 11. beaivvi 2016, ja Stuoradiggi guorrasii dieđáhusa sisdollui, gč. Innst.19 S (2016–2017).

source: Stortinget understreket at fornyelsen av læreplanens generelle del og fagfornyelsen skal sikre et verdiløft i skolen gjennom bedre å innlemme verdiene i formålsparagrafen i opplæringen.
sme: Stuoradiggi deattuhii ahte oppalaš oasi ođasmahttin ja fágaođasmahttin galgá sihkkarastit árvoloktema skuvllas dakko ahte árvvut ulbmilparagráfas buorebut lahttuduvvojit oahpahussii.

source: Hovedprinsippene fra Kunnskapsløftet skal fortsatt ligge fast.
sme: Máhttoloktema váldoprinsihpat galget ain bisuhuvvot.

source: Læreplanene skal fortsatt ha kompetansemål, og elevenes utvikling av grunnleggende ferdigheter skal fremdeles være sentral i opplæringen.
sme: Oahppoplánain galget ain leat gelbbolašvuođamihttomearit, ja ohppiid vuođđogálgaovdáneapmi galgá ain leat guovddážis oahpahusas.

source: Kunnskapsdepartementet konsulterte Sametinget om stortingsmeldingen før den ble vedtatt.
sme: Máhttodepartemeanta konsulterii Sámedikkiin stuoradiggedieđáhusa birra ovdal go dat mearriduvvui.
